---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.RevitAPIEventArgs
source: html/25ed566d-1c78-676d-59b7-ddcc1f26c492.htm
---
# RevitAPIEventArgs Methods

Indicates whether the event is being cancelled.